/*
Checkout page:
Базова функціональність:
Список товарів у кошику.
Форма для заповнення контактних даних, адреси та способу доставки, кредитної картки. 
Після заповнення форми показати Confirmation page.
Середня складність:
Реалізувати кожну з форм як окремий крок. При переході з одного кроку на інший, валідувати форму.
Можливість видалити товари з кошика.
Висока складність:
Інтегрувати платежі з sandbox будь-якої платіжної системи (Stripe, Paypal, authorize.net)

*/

import React from 'react';

const CheckoutPage = () => {
  return (
    <div>
      <h1>Checkout</h1>
    </div>
  );
};

export default CheckoutPage;
